{
    "recepten": [
        {
            "id": "1",
            "naam": "Zadana Bowl Met Bulgur",
            "afbeelding": "https://edro01.github.io/recepten-website/images/Adana-Bowl.webp",
            "calorieën": 600,
            "ingrediënten": [
                "150 g Bulgur",
                "100 g Rundergehakt",
                "50 g Magere Kwark",
                "25 g Witte Kaas",
                "5 Pufjes Spray-Olijfolie",
                "1 Tomaat",
                "1 Komkommer",
                "1 Teentje(s) Knoflook",
                "1 Theelepel(s) Oregano",
                "0.5 Theelepel(s) Chilivlokken",
                "0.5 Theelepel(s) Gedroogde Munt",
                "0.5 Theelepel(s) Gedroogde Peterselie",
                "Zout En Peper (naar Smaak)"
            ],
            "bereiding": [
                "Maak de saus: pers het Teentje(s) Knoflook en meng dit met de Magere Kwark, een snufje Zout, de Gedroogde Munt en de Gedroogde Peterselie. Roer goed door tot een romige saus. Zet dit even in de koelkast.",
                "Meng het Rundergehakt met Oregano, Chilivlokken en Gedroogde Munt. Kneed het goed door en vorm kleine spiesjes. Grill deze tot ze gaar en mooi bruin zijn.",
                "Kook de Bulgur volgens de aanwijzingen op de verpakking en laat deze afkoelen tot lauwwarm.",
                "Snijd ondertussen de Tomaat en Komkommer in blokjes.",
                "Schep de Bulgur op een bord en leg de spiesjes erop. Garneer met de blokjes Tomaat en Komkommer en strooi hierover de verkruimelde Witte Kaas.",
                "Lepel de saus naast de Bulgur."
            ]
        },
        {
            "id": "2",
            "naam": "Ajam Pangang",
            "afbeelding": "https://edro01.github.io/recepten-website/images/Ajam-Pangang.webp",
            "calorieën": 600,
            "ingrediënten": [
                "600 g Kipfilet(s)",
                "75 g Witte Rijst (per portie)",
                "60 ml Water",
                "3 Eetlepel(s) Bruine Basterdsuiker",
                "3 Eetlepel(s) Tomatenketchup",
                "2 Eetlepel(s) Citroensap (flesje)",
                "2 Eetlepel(s) Ketjap Manis",
                "2 Teentje(s) Knoflook",
                "1 Middelgrote Ui(en)",
                "1 Eetlepel(s) Gembersiroop",
                "1 Eetlepel(s) Sojasaus",
                "1 Eetlepel(s) Tomatenpuree",
                "1 Theelepel(s) Sambal Oelek",
                "7 Pufje(s) Spray-Olijfolie",
                "Zout En Peper (naar Smaak)"
            ],
            "bereiding": [
                "Snijd de kipfilet(s) in blokjes. Meng deze met een klein beetje van de sojasaus, citroensap en 3 pufje(s) spray-olijfolie om ze te marineren. Laat de kip minstens 1 uur rusten in de koelkast om malsheid te bevorderen.",
                "Snipper de ui(en) en pers de teentje(s) knoflook uit, zodat alles klaarstaat.",
                "Verhit een pan en gebruik 4 pufje(s) spray-olijfolie. Bak de gemarineerde kipfiletblokjes kort aan op middelhoog vuur, 2 minuten per kant, tot ze lichtbruin zijn. Haal de kip direct uit de pan om verdere garing te voorkomen.",
                "Voeg in de slowcooker de ui(en), knoflook, water, bruine basterdsuiker, tomatenketchup, citroensap, ketjap manis, gembersiroop, sojasaus, tomatenpuree, sambal oelek, zout en peper samen. Roer goed door tot het gemengd is.",
                "Voeg de aangebakken kipfilet(s) toe aan de slowcooker. Stel de slowcooker in op 2,5-3 uur op LOW om de kip mals te houden terwijl de smaken samenkomen.",
                "Bereid de rijst ongeveer 10 minuten voor het einde van de kooktijd volgens de instructies op de verpakking.",
                "Serveer een portie van de ajam pangang met witte rijst en geniet van de rijke mix van smaken."
            ]
        }
    ]
}
