{
    "recepten": [
        {
            "id": "1",
            "naam": "Adana Bowl Met Bulgur",
            "afbeelding": "https://edro01.github.io/recepten-website/images/Adana-Bowl.webp",
            "calorieën": 600,
            "ingrediënten": [
                "150 g Bulgur",
                "100 g Rundergehakt",
                "50 g Magere Kwark",
                "25 g Witte Kaas",
                "5 Pufjes Spray-Olijfolie",
                "1 Tomaat",
                "1 Komkommer",
                "1 Teentje(s) Knoflook",
                "1 Theelepel(s) Oregano",
                "0.5 Theelepel(s) Chilivlokken",
                "0.5 Theelepel(s) Gedroogde Munt",
                "0.5 Theelepel(s) Gedroogde Peterselie",
                "Zout En Peper (naar Smaak)"
            ],
            "bereiding": [
                "Maak de saus: pers het Teentje(s) Knoflook en meng dit met de Magere Kwark, een snufje Zout, de Gedroogde Munt en de Gedroogde Peterselie. Roer goed door tot een romige saus. Zet dit even in de koelkast.",
                "Meng het Rundergehakt met Oregano, Chilivlokken en Gedroogde Munt. Kneed het goed door en vorm kleine spiesjes. Grill deze tot ze gaar en mooi bruin zijn.",
                "Kook de Bulgur volgens de aanwijzingen op de verpakking en laat deze afkoelen tot lauwwarm.",
                "Snijd ondertussen de Tomaat en Komkommer in blokjes.",
                "Schep de Bulgur op een bord en leg de spiesjes erop. Garneer met de blokjes Tomaat en Komkommer en strooi hierover de verkruimelde Witte Kaas.",
                "Lepel de saus naast de Bulgur."
            ]
        },
{
    "id": "3",
    "naam": "Biefstuk, Gegrilde Met Asperges En Gebakken Krieltjes",
    "afbeelding": "https://edro01.github.io/recepten-website/images/Biefstuk-Gegrilde.jpg",
    "ingrediënten": [
        "200 g Krieltjes",
        "150 g Biefstuk",
        "1 Bosje(s) Groene Asperges",
        "6 Pufje(s) Spray-Olijfolie",
        "1 Theelepel(s) Gedroogde Tijm (optioneel)",
        "1 Theelepel(s) Gedroogde Rozemarijn (optioneel)",
        "1 Theelepel(s) Biefstuk Kruidenmix",
        "Zout En Peper (naar Smaak)"
    ],
    "calorieën": 600,
    "instructies": [
        "Haal de biefstuk uit de koelkast en laat hem op kamertemperatuur komen.",
        "Was de krieltjes grondig en snijd de grotere exemplaren doormidden, zodat alle krieltjes ongeveer dezelfde grootte hebben. Meng ze in een kom met 3 pufjes spray-olijfolie, zout, peper en eventueel de tijm en rozemarijn.",
        "Verwarm de airfryer voor op 180°C. Plaats de krieltjes in een enkele laag in het mandje en bak ze gedurende 15-20 minuten. Schud het mandje halverwege om de krieltjes gelijkmatig te bakken. Ze zijn klaar wanneer ze goudbruin en knapperig zijn.",
        "Snijd de houtachtige uiteinden van de asperges af. Bestrijk de asperges licht met 2 pufjes spray-olijfolie en breng op smaak met zout en peper. Open na 10 minuten de airfryer en voeg de asperges naast de krieltjes toe. Bak ze nog ongeveer 10 minuten tot ze gaar en lichtbruin zijn.",
        "Verhit een contactgrill, grillpan of gewone pan op hoog vuur. Bestrijk de biefstuk licht met 1 pufje spray-olijfolie en breng op smaak met biefstukkruiden, zodat de smaken mooi intrekken. Leg de biefstuk in de contactgrill en grill deze in ongeveer 2,5 minuten voor een perfecte medium-rare bereiding. Gebruik je een grillpan of koekenpan, grill de biefstuk 2-3 minuten aan elke kant, afhankelijk van je voorkeur.",
        "Laat de biefstuk na het grillen rusten onder aluminiumfolie gedurende ongeveer 5 minuten, zodat de sappen zich goed verdelen."
    ]
},
        {
            "id": "2",
            "naam": "Ajam Pangang",
            "afbeelding": "https://edro01.github.io/recepten-website/images/Ajam-Pangang.webp",
            "calorieën": 600,
            "ingrediënten": [
                "600 g Kipfilet(s)",
                "75 g Witte Rijst (per portie)",
                "60 ml Water",
                "3 Eetlepel(s) Bruine Basterdsuiker",
                "3 Eetlepel(s) Tomatenketchup",
                "2 Eetlepel(s) Citroensap (flesje)",
                "2 Eetlepel(s) Ketjap Manis",
                "2 Teentje(s) Knoflook",
                "1 Middelgrote Ui(en)",
                "1 Eetlepel(s) Gembersiroop",
                "1 Eetlepel(s) Sojasaus",
                "1 Eetlepel(s) Tomatenpuree",
                "1 Theelepel(s) Sambal Oelek",
                "7 Pufje(s) Spray-Olijfolie",
                "Zout En Peper (naar Smaak)"
            ],
            "bereiding": [
                "Snijd de kipfilet(s) in blokjes. Meng deze met een klein beetje van de sojasaus, citroensap en 3 pufje(s) spray-olijfolie om ze te marineren. Laat de kip minstens 1 uur rusten in de koelkast om malsheid te bevorderen.",
                "Snipper de ui(en) en pers de teentje(s) knoflook uit, zodat alles klaarstaat.",
                "Verhit een pan en gebruik 4 pufje(s) spray-olijfolie. Bak de gemarineerde kipfiletblokjes kort aan op middelhoog vuur, 2 minuten per kant, tot ze lichtbruin zijn. Haal de kip direct uit de pan om verdere garing te voorkomen.",
                "Voeg in de slowcooker de ui(en), knoflook, water, bruine basterdsuiker, tomatenketchup, citroensap, ketjap manis, gembersiroop, sojasaus, tomatenpuree, sambal oelek, zout en peper samen. Roer goed door tot het gemengd is.",
                "Voeg de aangebakken kipfilet(s) toe aan de slowcooker. Stel de slowcooker in op 2,5-3 uur op LOW om de kip mals te houden terwijl de smaken samenkomen.",
                "Bereid de rijst ongeveer 10 minuten voor het einde van de kooktijd volgens de instructies op de verpakking.",
                "Serveer een portie van de ajam pangang met witte rijst en geniet van de rijke mix van smaken."
            ]
        }
    ]
}
